[
  {
  "id": 1,
  "project_title": "Ola Burks",
  "reference_number": "CC001",
  "primary_who_research_priority_subcategories": [
    {
      "id": "5ee4d7b32c9c92d26bc38eef",
      "code": "1.d",
      "name": "Ullamco labore culpa consectetur officia occaecat Lorem excepteur quis. Nisi id qui laboris veniam aliquip et ut sint dolor aliqua. Excepteur irure occaecat mollit aute minim enim sunt mollit duis fugiat Lorem labore dolore consectetur. Nisi tempor labore reprehenderit cupidatat magna mollit velit id Lorem. Commodo eu Lorem esse voluptate eiusmod. Ut minim laboris culpa cupidatat sunt pariatur proident et aute.",
      "category_id": "5ee4d7b3501395809a50a939",
      "category_name": "Sheri MarksClinical characterization and management "
    },
    {
      "id": "5ee4d7b3ddedcc7749f88d30",
      "code": "2.d",
      "name": "Et mollit adipisicing aliqua non eu sint consectetur officia occaecat mollit amet reprehenderit sint. Labore et dolor officia consectetur occaecat sunt occaecat. Labore reprehenderit anim aute sunt mollit laboris voluptate. Proident aute cillum enim reprehenderit do eiusmod non. Sint aliqua culpa nulla ad magna incididunt quis cupidatat.",
      "category_id": "5ee4d7b3a8c4567e090ad9a2",
      "category_name": "Cox MaloneClinical characterization and management "
    }
  ],
  "secondary_who_research_priority_subcategories": [
    {
      "id": "5ee4d7b3fbe261f8c4b1c5d1",
      "code": "1.d",
      "name": "Fugiat cillum voluptate adipisicing exercitation sint voluptate nulla amet eiusmod nulla quis anim veniam. Ea minim velit duis occaecat fugiat voluptate sunt. Adipisicing cillum culpa laboris cillum officia proident ea. Deserunt labore dolor incididunt ipsum nostrud mollit dolore cillum nulla. Occaecat laboris anim elit adipisicing cupidatat officia nulla dolore ad excepteur incididunt enim nostrud. Labore nulla non proident ea do deserunt amet qui cillum. In Lorem pariatur officia amet enim ex Lorem laborum qui.",
      "category_id": "5ee4d7b3ba3744e7fa30c811",
      "category_name": "Nola PalmerClinical characterization and management "
    },
    {
      "id": "5ee4d7b3c8429415e6b7228b",
      "code": "2.d",
      "name": "Irure adipisicing velit eiusmod fugiat ad ea ea cupidatat minim officia. Tempor Lorem voluptate ut consectetur. Cupidatat quis exercitation laboris ex cillum cillum officia id ex irure nostrud consequat sunt. Mollit ipsum magna fugiat eu aliqua cupidatat ipsum quis. Eiusmod fugiat magna amet consectetur irure adipisicing aliqua.",
      "category_id": "5ee4d7b32f670ccca1e81308",
      "category_name": "Lilia BergClinical characterization and management "
    }
  ],
  "start_date": "03/23/2020",
  "end_date": "02/12/2020",
  "open_to_collaborators": 0,
  "collaborators": [
    {
      "name": "May Wynn"
    }
  ],
  "countries": [
    {
      "name": "Puerto Rico"
    },
    {
      "name": "Arizona"
    }
  ],
  "status": "Not Proposed",
  "funded": 3,
  "funders": [
    {
      "id": "5ee4d7b324c338dce7f94056",
      "name": "Dudley Mercado",
      "acronym": "undefined",
      "contact": "undefined"
    },
    {
      "id": "5ee4d7b3783ca22830b5746e",
      "name": "Suarez Hobbs",
      "acronym": "undefined",
      "contact": "undefined"
    }
  ],
  "principal_investigators": [
    {
      "name": "Howe Zimmerman"
    },
    {
      "name": "Miller Stephenson"
    }
  ],


  "original_amount": "154.668443",
  "original_amount_currency": "$",
  "awarded_amount": "341.815134",
  "awarded_amount_currency": "$",
  "who_immediate_research_actions": [
    {
      "id": "5ee4d7b368e4625e82d467c7",
      "name": "Sheppard Good",
      "description": "Officia sint culpa elit dolore. Quis qui cupidatat proident cupidatat sint sint irure voluptate irure velit. Exercitation dolore aliquip do nulla magna amet ut Lorem mollit reprehenderit. Culpa officia commodo aliquip quis fugiat Lorem do. Eiusmod duis cillum dolor Lorem nostrud pariatur labore. Quis do excepteur non consectetur laborum irure ad. Amet fugiat voluptate incididunt deserunt exercitation ex anim fugiat cillum deserunt elit consectetur dolore."
    }
  ],
  "additional_location_details": "Tempor qui cillum dolor consectetur exercitation reprehenderit. Non reprehenderit qui eu ullamco proident aliquip cupidatat pariatur nisi dolore ad exercitation. Sunt laboris est et nostrud anim aliqua consectetur. Excepteur aliquip qui occaecat deserunt duis esse. Sint aliquip nostrud aute cillum deserunt aute.",
  "project_duration": 37,
  "key_milestones": 88,
  "lead_institution": "Church Daniels",
  "data_sharing_way": "Ut exercitation anim non consequat tempor occaecat nulla sit elit cupidatat eu pariatur velit aliqua. Elit sit minim laboris quis dolore amet incididunt exercitation laborum nisi officia commodo ullamco velit. Velit exercitation pariatur ad minim aute laboris consectetur. Enim amet aliqua anim proident consequat fugiat magna tempor non mollit cillum qui nostrud. Esse exercitation consectetur laboris ea est.",
  "local_implementing_partners": [
    {
      "name": "Susan Burris"
    },
    {
      "name": "Harper Dixon"
    }
  ],
  "research_project_information": {
    "research_project_type" : "non biomedical",
    "field": "Biomedical researchFrederick Hendrix",
    "subfield": "Charlotte Parsons",
    "population": "Leila",
    "intervention": "intervention 2",
    "comparator": "comparator 3",
    "outcome": "outcome 1",
    "summary": "Commodo labore ea sint enim. Cillum incididunt sint cillum anim sit aliqua reprehenderit excepteur eiusmod amet anim anim id fugiat. Labore consectetur commodo aliqua proident est duis consequat enim fugiat cupidatat ex consequat. Officia ad quis do reprehenderit dolore adipisicing fugiat irure.",
    "link": "http://link3.com",
    "study_design": "study_design 3",
    "fields": [
      {
        "code": "3.5",
        "full_name": "Drake Hicks",
        "short_name": "short_name 1",
        "unique_id": "5ee4d7b3dbc2dc3fb45e4a89",
        "link": "http://link2.com",
        "category_id": "5ee4d7b3330088f28d266287",
        "category_full_name": "Williamson Casey"
      }
    ],
    "research_topics": [
      {
        "content": "content 3"
      },
      {
        "content": "content 1"
      }
    ],
    "research_questions": [
      {
        "content": "content 33"
      },
      {
        "content": "content 11"
      }
    ],
    "tags": [
      {
        "name": "Tillman Maldonado"
      },
      {
        "name": "Bird Hudson"
      }
    ]
  }
}
]